export const landingSite = {
  heading: {
    headingOne: "ক্যাসল টেন্ট হাউস – শিশুদের জন্য আকর্ষণীয় খেলার স্থান",
    headingTwo: "",
    headingThree: "",
    headingFour: "",
  },
  paragrap: {
    paragrapOne:
      "আপনার ছোট্ট সোনামণিকে উপহার দিন একটি নিজস্ব রাজ্য, যেখানে তারা খেলা করবে, স্বপ্ন দেখবে এবং নতুন কিছু শিখবে।",
    paragrapTwo:
      " শিশুদের জন্য ক্যাসল টেন্ট হাউস ৬ মাস থেকে ১২ বছর পর্যন্ত সব বয়সের শিশুদের জন্য উপযোগী।",
    paragrapThree: "",
    paragrapFour: "",
  },
  whyParchase: [
    "বহুমুখী ব্যবহার: ক্যাসল টেন্ট হাউস শুধু ক্যাম্পিংয়ের জন্য নয়, এটি পার্টি, শিশুদের খেলার স্থান, বা অন্যান্য বহিরঙ্গন কার্যক্রমের জন্যও ব্যবহার করা যায়। এর নকশা এবং স্থায়িত্ব যেকোনো প্রয়োজন মেটাতে সক্ষম।",
    "সহজ বহনযোগ্যতা: ক্যাসল টেন্ট হাউস সাধারণত হালকা ওজনের এবং পোর্টেবল হওয়ায় এটি সহজে বহন করা যায়। ভ্রমণের সময় বা বিভিন্ন স্থানে ক্যাম্পিং করার জন্য এটি চমৎকার বিকল্প।",
    "আকর্ষণীয় নকশা: ক্যাসল টেন্ট হাউসের আকর্ষণীয় ডিজাইন এবং রঙ শিশুদের কাছে খুবই জনপ্রিয়। তাদের খেলার জন্য এটি একটি মজাদার এবং নিরাপদ স্থান হিসেবে কাজ করতে পারে।",
    "শিশুদের মনোযোগ এবং চিন্তাশক্তি বৃদ্ধি করবে",
    "সর্বোপরি শিশুদের মেধা বিকাশে",
  ],
  productSpec: [
    ' কিডস প্লে টেন্ট - বড় প্লে হাউস ইনডোর এবং আউটডোরের জন্য',
   " ব্যক্তিগত স্থান: আপনার শিশুকে একটি নিজস্ব গোপনীয় স্থান দিন যেখানে তারা খেলতে, ঘুমাতে, বই পড়তে, আরাম করতে এবং নিজেকে বিনোদন দিতে পারে।",
   " সহজ স্থাপন ও ভাঁজ করা: ব্যবহার না করলে এটি সহজেই ভাঁজ করে সংরক্ষণ করা যায়।",
   " উচ্চ মানের উপাদান: পলিয়েস্টার কাপড় এবং পিভিসি পাইপ দ্বারা তৈরি, যা আরামদায়ক, শ্বাসযোগ্য এবং টেকসই।",
    "বয়সের পরিসীমা: ৬ মাস থেকে ১২ বছর বয়সী বাচ্চাদের জন্য উপযুক্ত।",
   " ব্যবহার: ১-২ জন শিশু এর জন্য উপযুক্ত।",
    "ওজন: ২ কেজি।",
    "উপাদান: কাপড় এবং পিভিসি উপাদান দ্বারা তৈরি।",
    "মাপ: ৩৮ * ৩১ * ৫৩ ইঞ্চি।",
  ],

  productDetails: {
    name: "",
    price: "২৯০০",
    offerPrice: "২৩৫০",
    imageUrl: [
      "https://i.postimg.cc/Bvr0RgsV/1.jpg",
      "https://i.postimg.cc/j2KrSSD6/2.jpg",
      "https://i.postimg.cc/Ssch4MxN/3.jpg",
      "https://i.postimg.cc/zvjYbYhs/4.jpg",
    ],
    colorOption:[
      {
        color:"pink",
        borderColor:"border-black",
        img:"https://i.postimg.cc/Bvr0RgsV/1.jpg"
      },
      // {
      //   color:"red",
      //   img:"https://babytoysbd.com/wp-content/uploads/2023/02/CASTLE-TENT-HOUSE.webp"
      // },
      {
        color:"blue",
        borderColor:"border-blue-500",
        img:"https://i.postimg.cc/zvjYbYhs/4.jpg"
      }

    ],
    decription: "",
  },

  orderData : {
    productName: 'ক্যাসল টেন্ট হাউস + ৫০ টি বল',
    productQuantity: 1,
    subtotal: 2350.00,
    shipping: {
      outsideDhaka: 150.00,
      insideDhaka: 70.00,
    },
    paymentMethod: 'Cash on delivery',
    paymentInfo: 'পণ্য হাতে পেয়ে পেমেন্ট করতে পারবেন।',
  }
};
